Ran Apply for dir: `.` workspace: `production`

**Apply Error**
<details><summary>Show Output</summary>

```
running "/usr/bin/terraform apply -input=false -no-color" in "/home/ubuntu/.atlantis/repos/1995navinkumar/terraform/33/production": exit status 1
Running apply in Terraform Cloud. Output will stream here. Pressing Ctrl-C
will cancel the remote apply if it's still pending. If the apply started it
will stop streaming the logs, but will not stop the apply running remotely.

Preparing the remote apply...

To view this run in a browser, visit:
https://app.terraform.io/app/sknk/production/runs/run-nmnSLZP28BSTiR2R

Waiting for the plan to start...

Terraform v1.6.1
on linux_amd64
Initializing plugins and modules...
module.kubernetes.module.grafana.helm_release.grafana-agent: Refreshing state... [id=grafana-agent]
module.kubernetes.module.whoami.helm_release.whoami: Refreshing state... [id=whoami]
module.kubernetes.module.react-starter-vite.helm_release.react-starter-vite: Refreshing state... [id=react-starter-vite]
module.kubernetes.module.postgresql.helm_release.postgresql: Refreshing state... [id=postgresql]
module.kubernetes.module.test-server.helm_release.test-server: Refreshing state... [id=test-server]
module.kubernetes.module.traefik.helm_release.traefik: Refreshing state... [id=traefik]
module.kubernetes.module.grafana.helm_release.grafana: Refreshing state... [id=grafana]
module.kubernetes.module.storage.kubernetes_manifest.persistent-volume-3Gi_3: Refreshing state...
module.kubernetes.module.prometheus.kubernetes_manifest.prometheus-namespace: Refreshing state...
module.kubernetes.module.storage.kubernetes_manifest.persistent-volume-3Gi_1: Refreshing state...
module.kubernetes.module.postgresql.kubernetes_config_map.sql_scripts: Refreshing state... [id=postgresql/sql-scripts]
module.kubernetes.module.prometheus.helm_release.prometheus: Refreshing state... [id=prometheus]
module.kubernetes.module.storage.kubernetes_manifest.local-storage-class: Refreshing state...
module.kubernetes.module.storage.kubernetes_manifest.persistent-volume-3Gi_2: Refreshing state...
module.kubernetes.module.grafana.kubernetes_manifest.grafana-faro-svc: Refreshing state...
module.kubernetes.module.grafana.kubernetes_manifest.grafana-faro-middleware: Refreshing state...
module.kubernetes.module.postgresql.helm_release.pgadmin: Refreshing state... [id=pgadmin]
module.kubernetes.module.postgresql.kubernetes_job.run_sql_scripts: Refreshing state... [id=postgresql/run-sql-scripts]
module.kubernetes.module.grafana.kubernetes_manifest.grafana-agent-ingress: Refreshing state...
module.kubernetes.module.grafana.helm_release.promtail: Refreshing state... [id=promtail]
module.kubernetes.module.grafana.helm_release.loki: Refreshing state... [id=loki]
module.kubernetes.module.prometheus.kubernetes_manifest.prometheus-ingress-middleware: Refreshing state...
module.kubernetes.module.prometheus.kubernetes_manifest.prometheus-ingress: Refreshing state...
module.kubernetes.module.postgresql.kubernetes_job.run_sql_scripts: Drift detected (update)

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create
  ~ update in-place

Terraform will perform the following actions:

  # module.kubernetes.module.coturn.helm_release.coturn will be created
  + resource "helm_release" "coturn" {
      + atomic                     = false
      + chart                      = "coturn"
      + cleanup_on_fail            = false
      + create_namespace           = false
      + dependency_update          = false
      + disable_crd_hooks          = false
      + disable_openapi_validation = false
      + disable_webhooks           = false
      + force_update               = false
      + id                         = (known after apply)
      + lint                       = false
      + manifest                   = (known after apply)
      + max_history                = 0
      + metadata                   = (known after apply)
      + name                       = "coturn"
      + namespace                  = "default"
      + pass_credentials           = false
      + recreate_pods              = false
      + render_subchart_notes      = true
      + replace                    = false
      + repository                 = "https://charts.jaconi.io"
      + reset_values               = false
      + reuse_values               = false
      + skip_crds                  = false
      + status                     = "deployed"
      + timeout                    = 300
      + values                     = [
          + "fingerprint: true",
        ]
      + verify                     = false
      + version                    = "0.8.6"
      + wait                       = true
      + wait_for_jobs              = false
    }

  # module.kubernetes.module.postgresql.helm_release.pgadmin will be updated in-place
  ~ resource "helm_release" "pgadmin" {
        id                         = "pgadmin"
      ~ metadata                   = [
          - {
              - app_version = "7.8"
              - chart       = "pgadmin4"
              - name        = "pgadmin"
              - namespace   = "postgresql"
              - revision    = 7
              - values      = jsonencode(
                    {
                      - VolumePermissions = {
                          - enabled = true
                        }
                      - env               = {
                          - email    = "1995navinkumar@gmail.com"
                          - password = "sknkadmin"
                        }
                      - ingress           = {
                          - enabled = false
                          - hosts   = [
                              - {
                                  - host  = "gently-concise-dogfish.ngrok-free.app"
                                  - paths = [
                                      - {
                                          - path     = "/pgadmin"
                                          - pathType = "Prefix"
                                        },
                                    ]
                                },
                            ]
                        }
                      - persistentVolume  = {
                          - enabled = false
                        }
                      - service           = {
                          - nodePort = 32000
                          - type     = "NodePort"
                        }
                    }
                )
              - version     = "1.18.5"
            },
        ] -> (known after apply)
        name                       = "pgadmin"
      ~ values                     = [
          - (sensitive value),
          + (sensitive value),
        ]
        # (26 unchanged attributes hidden)
    }

Plan: 1 to add, 1 to change, 0 to destroy.

Error: Cannot confirm apply due to -input=false. Please handle run confirmation in the UI.

```
</details>